# DBShowManageDBsDlg

## Description
Show the database manager dialog.

```pascal
PROCEDURE DBShowManageDBsDlg;
```

```python
def vs.DBShowManageDBsDlg():
    return None
```

## Examples
```pascal
DBShowManageDBsDlg;
```
```python
import vs

# Show the database manager dialog.
vs.DBShowManageDBsDlg()
```

## Version
Availability: from Vectorworks 2011

## Category
* ODBC